Repository: buvic/SafiMed
Catalog: SafiMeda/Resources/Resource.*.resx
Languages: ru

source: Home
ru: Главная

source: About Us
ru: О Компании

source: Cooperation
ru: Сотрудничество

# Contact
source: Contacts
ru: Контакты

# TitleHome
source: SafiMed - Home
ru: SafiMed - Главная

# TitleCooperation
source: SafiMed - Cooperation
ru: SafiMed - Сотрудничество

# TitleContact
source: SafiMed - Contacts
ru: SafiMed - Контакты

# TitleAbout
source: SafiMed - About Us
ru: SafiMed - О Компании

# MainTitle
source: We help to realize innovations in medical practice and make them available to public health
ru: Мы помогаем воплотить инновации в практическую медицину и сделать их доступными для здоровья людей

# MainBody
source: Creating high-tech products, manufacturers need a professional qualified promoter, who can make the product available for consumer - for both doctors and patients. Given the evolving trends across healthcare communities, you need a forward-thinking strategic partner that goes beyond traditional outsourcing, which offers "full-cycle support" service. Our integral feature is the development and promotion of partners’ business in the new markets. To address the complexity of our markets, we go deeper to develop an understanding of the unique needs of various channels and to provide customized solutions.
ru: Производители, создавая высокотехнологичные продукты, нуждаются в профессиональном и компетентном проводнике, который мог бы помочь сделать продукт доступным потребителю – как врачам, так и пациентам. Работая в сфере инновационных и традиционных медицинских технологий, компаниям-производителям необходим надежный стратегический партнер, который является настоящей альтернативой собственного представительства компании, предлагая сервис «полного цикла сопровождения». Мы специалисты в развитии и продвижении бизнеса на новых рынках. Зная о непрерывных изменениях в области здравоохранения, мы профессионально оцениваем перспективы и предлагаем оптимальные решения.

# ConsultingServiceText
source: Analytical data in our hands transforms from bare statistics into your powerful decision-making tool.
ru: Мы превращаем данные сухой статистики в ваши эффективные инструменты принятия решений.

# ConsultingService
source: CONSULTING SERVICES
ru: КОНСУЛЬТАЦИОННЫЕ УСЛУГИ

# CoreBenefitsText
source: Full compliance with the corporate culture, goals and values of our partner.
ru: Мы полностью принимаем и соответствуем корпоративной культуре и ценностям наших партнеров.

# CommercialService
source: COMMERCIAL SERVICES
ru: КОММЕРЧЕСКИЕ УСЛУГИ

# CommercialServiceText
source: Combination of our breadth of commercial capabilities with profound expertise across a broad range of therapeutics allows us to implement business solutions.
ru: На основе наших коммерческих возможностей, профессионализма и опыта в различных областях практической медицины и фармацевтики мы реализуем бизнес-решения.

source: CORE BENEFITS
ru: КЛЮЧЕВЫЕ ПРЕИМУЩЕСТВА

# AboutTab1BodyTitle
source: WHO WE ARE
ru: ОБЩАЯ ИНФОРМАЦИЯ

# AboutTab1BodyText2
source: SafiMed is driven by a dedicated team of professionals with profound international expertise in applied medicine, consulting, registration, marketing and distribution.
ru: Команда состоит из экспертов имеющих огромный международный опыт работы в практической медицине, консалтинге, регистрации, маркетинге и дистрибуции.

# AboutTab1BodyText3
source: Professional logistic, distributors and representative network, network of partners and experts, as well as strong marketing and registration services allow SafiMed to provide supply flexibility, efficient registration and marketing.
ru: Профессиональные логистическая, дистрибуторская, представительская и экспертно-партнёрские сети, а также сильные маркетинговая и регистрационная службы позволяют компании SafiMed обеспечить гибкость поставок, оперативную регистрацию и продвижение продукции.

# AboutTab1BodyText4
source: Oftentimes, manufacturing companies have great innovative products, but do not possess the resources to take full advantage of brand-new business opportunities. This is where SafiMed can play a key role.
ru: Роль нашей компании незаменима, когда производители инновационных продуктов не имеют достаточно ресурсов для использования всех возможностей продвижения на новых рынках.

# AboutTab1BodyText5
source: SafiMed was founded to provide integrated business solutions for the healthcare areas, so that manufacturers' potential meet individual needs of multiple HCPs and customers.
ru: Компания SafiMed предлагает комплексные бизнес-решения в области здравоохранения, для того, чтобы возможности производителей достигли врачей-специалистов и пациентов.

# AboutTab1BodyText6
source: You can request detailed information, get a full company & services presentation, and receive our answers to your questions by
ru: Вы можете запросить интересующую дополнительную информацию о компании и задать вопросы, связавшись

# AboutTab1BodyText6Link
source: contacting us.
ru: с нами.

# AboutTab1BodyText1
source: SafiMed is an enterprise with core competencies in marketing and distribution of pharmaceuticals and medicines (medical devices, consumables, medical equipment, remedies, biochemical products, nutritional supplements, medicinal cosmetics).
ru: SafiMed - компания, специализирующаяся на маркетинге и дистрибуции фармацевтических и медицинских продуктов (изделий медицинского назначения, расходных материалов и медицинской техники, лекарственных средств, биопрепаратов, биологически-активных добавок, лечебной косметики).

# AboutTab2BodyTitle
source: WHAT WE DO
ru: ВИДЫ ДЕЯТЕЛЬНОСТИ

# AboutTab2BodyText1
source: Using "full-cycle support" principle we ensure business development and promotion on new markets for manufacturers of pharmaceutical and medical products, starting with primary market analysis and ending with the delivery to the final consumer.
ru: Используя принцип «полного цикла сопровождения», мы обеспечиваем производителям фармацевтических и медицинских продуктов развитие и продвижение бизнеса на новых рынках, начиная с первичного анализа рынка и заканчивая доставкой конечному потребителю.

# AboutTab2BodyText2
source: Consulting services:
ru: Консультационные услуги:

# AboutTab2BodyText2Part1
source: Market Research
ru: маркетинговые исследования;

# AboutTab2BodyText2Part2
source: Products registration support
ru: сопровождение процесса регистрации.

# AboutTab1Title
source: A bridge between the manufacturer and consumers
ru: Реализуем возможности производителей и потребности рынков

# AboutTab2Title
source: Drive your sales growth from international opportunities
ru: Реализуем возможности роста и развития вашего бизнеса

# AboutTab2BodyText3
source: Commercial services:
ru: Коммерческие услуги:

# AboutTab2BodyText3Part1
source: Marketing
ru: маркетинг;

# AboutTab2BodyText3Part2
source: Distributions and Sales
ru: дистрибуция и продажи.

# AboutTab2BodyText4
source: Being deeply aware of the current challenges arising in highly developing markets in CE, we choose to prioritise reliable risk management strategies, founded on EU effective legal rules.
ru: Как показывает наш опыт ведения бизнеса на интенсивно развивающихся рынках стран Восточной Европы и Центральной Азии, мы обращаем внимание на эффективное управление рисками, основанного на действующих правовых нормах Европейского Союза.

# AboutTab2BodyText5
source: Owing to professional experience in the pharmaceutical and medical field gained by its team, our company is the ideal partner for consulting, marketing, and distribution services.
ru: Учитывая наши возможности, профессиональную команду и налаженную инфраструктуру, компания SafiMed является идеальным партнёром в области консалтинга, маркетинга и дистрибуции.

# AboutTab2BodyText6
source: You can request detailed information, get a full company & services presentation, and receive our answers to your questions by
ru: Вы можете запросить интересующую дополнительную информацию о компании и задать вопросы,

# AboutTab2BodyText6Link
source: contacting us.
ru: связавшись с нами.

# AboutTab3BodyText1
source: OUR MISSION STATEMENT
ru: Наша Миссия

# AboutTab3BodyText10
source: We are committed to providing high-quality services using "full-cycle" principle, when we can fulfill the quality control on each step.
ru: Мы предлагаем высококачественные услуги, основываясь на принципе «полного цикла», где мы можем сами контролировать качество на каждом этапе.

# AboutTab3BodyText11
source: TEAMWORK
ru: КОМАНДНАЯ РАБОТА

# AboutTab3BodyText12
source: We're proud of our team. Each member of our team is an expert in his own sphere and each one acknowledges the influence of the individual achievements on the common result.
ru: Мы гордимся нашей командой. Каждый сотрудник является экспертом в своей области и понимает, как его работа влияет на результаты работы всей команды.

# AboutTab3BodyText13
source: CUSTOMER FOCUS
ru: КЛИЕНТООРИЕНТИРОВАННОСТЬ

# AboutTab3BodyText14
source: We act with commitment to ethics, honesty and compliance in building of collaborative and lasting relationships with our partners and customers.
ru: «Мы являемся этической компанией, поэтому мы уважаем ценности наших партнеров и клиентов и придерживаемся только честных и этических принципов сотрудничества».

# AboutTab3BodyText2
source: We improve public health and also the life quality, making the best available for those who need it.
ru: Мы улучшаем качество жизни и здоровье людей, делая лучшее доступным, для тех, кто в этом нуждается

# AboutTab3BodyText3
source: OUR VISION
ru: Наша Цель

# AboutTab3BodyText4
source: SafiMed company creates long-term confidential relations, maintaining our leadership as a reliable partner, focusing on up-to-date healthcare business tendencies and the latest market needs.
ru: Будучи квалифицированным и надёжным партнёром, ориентирующимся в современных медицинских тенденциях и актуальных потребностях рынка, компания SafiMed создаёт долгосрочные и доверительные отношения с партнерами.

# AboutTab3BodyText5
source: OUR CORE VALUES
ru: Наши Ценности

# AboutTab3BodyText6
source: Our values are the principles, by which we are guided help to define who we are and the kind of company we aim to be. They influence the way we work with each other – and the way we serve our partners, clients and medical society.
ru: Наши ценности – это принципы, которыми мы руководствуемся в своих поступках и решениях, когда мы взаимодействуем с партнерами, клиентами и медицинским сообществом.

# AboutTab3BodyText7
source: LEADERSHIP
ru: ЛИДЕРСТВО

# AboutTab3BodyText8
source: Leadership is a state of action, while developing, improving our professional level.
ru: Мы стремимся занимать лидирующие позиции, развиваясь и повышая уровень нашего профессионализма.

# AboutTab3BodyText9
source: QUALITY
ru: КАЧЕСТВО

# AboutTab3BodyTitle
source: OUR MISSION, VISION AND VALUES
ru: КОРПОРАТИВНАЯ КУЛЬТУРА

# AboutTab3Title
source: The company’s services are designed to benefit people and improve the quality of life
ru: Мы улучшаем качество жизни и здоровье людей

# AboutTab3BodyText15
source: These values determine behavior standards of both the company and each employee on business market.
ru: Эти ценности определяют нормы поведения компании на рынке и каждого сотрудника.

# AboutTab4BodyTitle
source: MANAGING DIRECTOR’S MESSAGE
ru: ОБРАЩЕНИЕ ДИРЕКТОРА КОМПАНИИ

# AboutTab4Title
source: Strong foundation in the years ahead
ru: Основа для долгосрочного бизнеса

# AboutTab4BodyText1
source: We serve the purpose to give the manufacturers of pharmaceuticals and medicines an opportunity to conduct innovative business operations on new markets of Eastern Europe and Central Asia.
ru: Цель нашей работы — предоставить производителям медицинской и фармацевтической продукции возможность ведения инновационного бизнеса на новых рынках Восточной Европы и Центральной Азии.

# AboutTab4BodyText2
source: We use comprehensive approach combining all the processes of marketing and distribution into entire precisely operating business system, which is managed by our company in close coordination with manufacturer.
ru: Используя комплексный подход, в который объединены все процессы дистрибуции и маркетинга, в единую, чётко функционирующую бизнес-систему, управляемую нами в тесном сотрудничестве с партнером-производителем.

# AboutTab4BodyText3
source: We are always eager to establish relationships with manufacturers of pharmaceutical products and medical devices.
ru: Мы всегда открыты для сотрудничества с компаниями-производителями фармацевтической продукции и продукции медицинского назначения.

# AboutTab4BodyText4
source: We provide complex follow-up support of regulatory processes of all medical and pharmaceutical products as well.
ru: Мы также обеспечиваем полное сопровождение регистрационных процессов всей медицинской продукции и фармацевтических препаратов.

# AboutTab4BodyText5
source: Our team, representative offices network, potential and experience that we have, will always help you in developing your business. We use international strategy for doing business and building partnership relations. Being aware of the peculiarities of perspective markets, which are unknown for you, we can minimize your risks when entering these markets.
ru: Наша команда, сеть представительств, возможности и опыт всегда помогут развитию Вашего бизнеса. Мы используем международный подход к бизнесу и построению партнёрских отношений, наше знание специфики новых и перспективных для Вас рынков, максимально снижает Ваши риски при выходе на эти рынки.

# AboutTab4BodyText6
source: SafiMed company helps to develop your business using actual up-to-date business solutions, making your business manageable, favourable, flexible and open on the new territories.
ru: Компания SafiMed развивает Ваш бизнес, используя современные и актуальные бизнес-решения, делая Ваш бизнес на новых территориях, управляемым, удобным, гибким и доступным.

# AboutTab4BodyText7
source: Yours sincerely,
ru: Искренне Ваша,

# AboutTab4BodyText9
source: Managing Director
ru: Директор

# AboutTab5BodyTitle
source: OFFICE NETWORK
ru: СЕТЬ ПРЕДСТАВИТЕЛЬСТВ

# AboutTab5Title
source: Intensive development is our primary strategic objective
ru: Наша стратегическая цель – интенсивное развитие компании

# AboutTab5BodyText1
source: SafiMed Company Head Office is located in Riga, Latvija.
ru: Головной офис компании «SafiMed» расположен в г. Рига, Латвия.

# AboutTab5BodyText2
source: Company is operating in the territories of the Baltic States (Lithuania, Latvia, Estonia) and CES (Common Economic Space – Belarus, Russian Federation, Armenia, Kazakhstan, Kyrgyzstan) through its Resident Representatives and partner network.
ru: Компания имеет собственную структуру постоянных представителей и партнерскую сеть в странах Единого Евразийского Союза (Беларусь, Россия, Армения, Казахстан, Кыргызстан) и стран Балтии (Латвия, Литва, Эстония).

# AboutTab5BodyText3
source: Latvian Centre coordinates operation of regional representatives in all countries of residence. Our company cooperates with European logistic operators, so we can guarantee warehouse storage according to GDP Standards.
ru: Координационная деятельность осуществляется Латвийским офисом. Мы сотрудничаем с европейскими логистическими операторами, что позволяет нам обеспечить складское хранение, соответствующее требованиям GDP.

# AboutTab5BodyText4
source: A company's subsidiary is most widly presented in Minsk, Republic of Belarus. Company representatives are involved in registration processes, logistics, they are also coordinating marketing and distribution.
ru: Наиболее широко представлена дочерняя структура компании в г. Минске, Республика Беларусь. Представители компании, обеспечивают процессы регистрации продукции, логистику, а также координируют маркетинг и дистрибуцию.

# AboutTab5BodyText5
source: You can request detailed information, get a full company & services presentation, and receive our answers to your questions by
ru: Вы можете запросить интересующую дополнительную информацию о компании и задать вопросы,

# AboutTab5BodyText5Link
source: contacting us.
ru: связавшись с нами.

# CooperationTab1BodyTitle
source: COOPERATION PRINCIPLES
ru: ПРИНЦИПЫ СОТРУДНИЧЕСТВА

# CooperationTab1Title
source: Full compliance with the values of our partners
ru: Основа нашей работы – комплексные бизнес-решения

# CooperationTab1BodyText1
source: SafiMed’s business model for cooperation with manufacturers is based upon exclusive presentation of products in the territory of the Baltic States (Lithuania, Latvia and Estonia) and Eurasian Economic Union (Belarus, Russian Federation, Armenia, Kazakhstan and Kyrgyzstan).
ru: Модель сотрудничества компании SafiMed с производителями, основана на эксклюзивном представлении продукции на рынках стран Евразийского экономического союза (Беларусь, Россия, Армения, Казахстан, Кыргызстан) и стран Балтии (Латвия, Литва, Эстония).

# CooperationTab1BodyText2
source: We offer cooperation to our potential partners using "full support" principle starting from market investigation and finishing the sale and delivery of the product to the customer.
ru: Мы предлагаем сотрудничество потенциальным партнерам, используя принцип «полного сопровождения», начиная от исследования потенциала рынка, заканчивая продажей и поставкой продукции клиенту.

# CooperationTab1BodyText3
source: We act with commitment to ethics and other principles accepted in our clients' and partners' companies.
ru: Мы придерживаемся этических норм и принципов принятых в компаниях наших клиентов и партнёров.

# CooperationTab1BodyTab1
source: Product registration support
ru: Аналитика и маркетинговые исследования рынка

# CooperationTab1BodyTab2
source: Market research and analytics
ru: Сопровождение процессов регистрации

# CooperationTab1BodyTab3
source: Distribution and sale
ru: Дистрибуция и продажи

# CooperationTab1BodyTab4
source: Marketing strategy and Market Access development and implementation
ru: Создание и реализация маркетинговой стратегии

# CooperationTab2BodyTitle
source: CONSULTING
ru: КОНСАЛТИНГ

# CooperationTab2Title
source: Data-driven decision making to ensure the best prospects of your company's business
ru: Эффективные инструменты принятия решений – основные факторы успеха

# CooperationTab2BodyText1
source: Market Research
ru: Маркетинговые исследования

# CooperationTab2BodyText2
source: Using the aspects of business environment, we will perform marketing investigations of the market based on your individual requirements.
ru: Используя аспекты бизнес-среды, мы проведем маркетинговые исследования рынка, исходя из ваших индивидуальных потребностей

# CooperationTab2BodyText3
source: Analytical data in our hands transforms from bare statistics into your powerful decision-making tool.
ru: Мы превращаем данные сухой статистики в ваши эффективные инструменты принятия решений.

# CooperationTab2BodyText4
source: Products registration support
ru: Сопровождение процесса регистрации

# CooperationTab2BodyText5
source: Qualified specialists presenting registration department of our company, support the registration of your product at the health authorities. We offer consultations on all regulatory questions as well.
ru: Квалифицированные специалисты отдела регистрации нашей компании, помогут вам провести процесс регистрации Вашего продукта в органах регистрации. Также, наши специалисты проконсультируют Вас по всем регуляторным вопросам.

# CooperationTab3BodyTitle
source: MARKETING AND DISTRIBUTION
ru: МАРКЕТИНГ И ДИСТРИБУЦИЯ

# CooperationTab3Title
source: Making healthcare innovations available
ru: Мы помогаем обеспечивать доступность инноваций в практической медицине и фармацевтике

# CooperationTab3BodyText1Part1
source: Marketing & Commercial Strategy
ru: Маркетинговая и коммерческая стратегии

# CooperationTab3BodyText1Part2
source: Distribution & Sales
ru: Дистрибуция и продажа

# CooperationTab3BodyText2
source: Our core marketing competencies:
ru: Ключевые особенности:

# CooperationTab3BodyText3
source: Our specialists from marketing and sales departments, perform marketing research, taking into account manufacturer's needs, and develop commercial strategy and ensure sales on the new markets.
ru: Наши специалисты из отдела маркетинга и отдела продаж проведут маркетинговые исследования, учитывая потребности производителя, а также разработают коммерческую стратегию и обеспечат продажи на новых рынках.

# CooperationTab4BodyTitle
source: OUR CORE BENEFITS
ru: НАШИ ОСНОВНЫЕ ПРЕИМУЩЕСТВА

# CooperationTab4Title
source: Responsibility-Expertise-Reliability
ru: Профессионализм. Ответственность. Надежность

# CooperationTab4BodyText1
source: EXPERIENCED TEAM
ru: КОМАНДА ПРОФЕССИОНАЛОВ

# CooperationTab4BodyText2
source: Our staff with previous experience in national and multinational companies offers collective expertise in practical medicine, consulting, registration, marketing and distribution. This allows us achieve the goals set by our partners.
ru: Команда состоит из экспертов имеющих огромный международный опыт работы в практической медицине, консалтинге, регистрации, маркетинге и дистрибуции. Это позволяет достигать целей поставленных нашими партнёрами.

# CooperationTab4BodyText3
source: EFFICIENT NETWORK
ru: ЭФФЕКТИВНАЯ СТРУКТУРА

# CooperationTab4BodyText4
source: The efficiency is reached by activity of our regional managers and partners, and by strong established distribution network.
ru: Эффективность достигается за счёт работы региональных представителей, партнеров и развитой сети дистрибуции.

# CooperationTab4BodyText5
source: COMPLIANCE
ru: СООТВЕТСТВИЕ

# CooperationTab4BodyText6
source: We act with commitment to ethics and other principles accepted in our clients' and partners' companies.
ru: Мы придерживаемся этических норм и принципов, принятых в компаниях наших клиентов и партнёров.

# CooperationTab4BodyText7
source: COMPREHENSIVE BUSINESS SOLUTIONS
ru: СОВРЕМЕННЫЕ БИЗНЕС-РЕШЕНИЯ

# CooperationTab4BodyText8
source: We provide integrated approach taking into account customer's individual needs. We pride ourselves on the quality of service rendered to our partners and clients.
ru: Мы предоставляем комплексный подход, учитывая индивидуальные потребности заказчика. Предоставляемые нами бизнес-решения – наша гордость.

# CooperationTab4BodyText9
source: RISK PREVENTION
ru: РИСК МЕНЕДЖМЕНТ

# CooperationTab4BodyText10
source: Since SafiMed’s insurance policies against financial (as well as logistical) risks are EU-validated, our partners encounter no technical challenges and enjoy all the prescribed guarantees.
ru: Мы работаем в соответствии с правовыми нормами Европейского Союза. При работе с партнерами мы страхуем логистические и финансовые риски.

# ContactsBodyTitle
source: CONTACTS
ru: КОНТАКТЫ

# ContactsTitle
source: YOUR RELIABLE PARTNER IN HEALTHCARE BUSINESS DEVELOPMENT
ru: ВАШ НАДЕЖНЫЙ БИЗНЕС-ПАРТНЕР

# ContactsBodyText1
source: Head Office in Latvia:
ru: Головной офис компании:

# ContactsBodyText3
source: Marketing and Distribution of medical products
ru: Маркетинг и дистрибуция фармацевтических и медицинских продуктов

# ContactsBodyText4
source: Company code: ххххххххххххх
ru: Код компании: хххххххххххх

# ContactsBodyText5
source: Address: Krišjāņa Valdemāra iela 18-7, Rīga, Latvia LV-1010
ru: Адрес: ул. Кришьянис Валдемарс 18-7 Рига, Латвия, LV-1010

# ContactsBodyText6
source: Mobile (LV): +‎371 24 86 24 22
ru: Телефон (LV): ‎+371 24 86 24 22

# ContactsBodyText7
source: Phone (LV): ‎+371 24 86 24 22
ru: Моб. (LV): +371 24 86 24 22

# ContactsBodyText8
source: e-mail:
ru: Эл.почта:

# MainSlider4Text
source: Making healthcare innovations available
ru: Мы помогаем обеспечивать доступность инноваций в практической медицине и фармацевтике

# MainSlider5Text
source: MEDICAL DEVICES
ru: ИЗДЕЛИЯ МЕДИЦИНСКОГО НАЗНАЧЕНИЯ, РАСХОДНЫЕ МАТЕРИАЛЫ И МЕДИЦИНСКАЯ ТЕХНИКА
