Repository: buvic/SafiMed
Catalog: SafiMeda/Resources/Resource.*.resx
Languages: ru

# MainSlider1Text
source: PHARMACEUTICALS
ru: ФАРМАЦЕВТИЧЕСКИЕ ПРЕПАРАТЫ

# MainSlider2Text
source: BIOCHEMICAL PRODUCTS
ru: БИОФАРМАЦЕВТИЧЕСКИЕ ПРЕПАРАТЫ

# MainSlider3Text
source: PERSONAL HEALTH & BEAUTY CARE
ru: ОТС ПРЕПАРАТЫ, БАД И ЛЕЧЕБНАЯ КОСМЕТИКА

# MainSlider1Description
source: I propose to make here what some information with a brief description and a possible transition to what a tab
ru: Предлагаю вынести сюда какую нибудь информацию с кратким описанием и возможным переходом на какую нибудь вкладку

# ContactFormComp
source: Company
ru: Компания

# ContactFormDesc
source: You can contact us using the form below. All fields are required.
ru: Вы можете связаться с нами, используя форму ниже. Все поля обязательны для заполнения.

# ContactFormMail
source: Message
ru: Сообщение

# ContactFormName
source: Name
ru: Ваше Имя

# ContactFormPhone
source: Phone
ru: Телефон

# ContactFormSend
source: Send
ru: Отправить

# ContactFormTitle
source: Feedback form
ru: Форма обратной связи

# Required
source: The field is required.
ru: Обязательное поле.

# InvalidEmail
source: Invalid Email Address
ru: Указан неверный E-Mail

# MessageSendError
source: Sending of message failed!
ru: Отправка сообщения не удалась!

# MessageSendSuccess
source: Message successfully sended!
ru: Сообщение отправлено успешно!

# FooterRights
source: All rights reserved.
ru: Все права защищены.
